a
ai
am
an
an
ang
anh
anh
ao
atom
au
ba
bai
ban
bang
banh
bao
bay
be
bem
ben
beng
beo
bi
bia
binh
biên
biên
biêng
biếc
biếm
biến
biếng
biết
biếu
biền
biển
biểu
biện
biệt
bo
bom
bon
bong
boong
bu
bua
bung
buá
buôn
buông
buýt
buốt
buồi
buồm
buồn
buồng
buổi
buộc
buột
bà
bà
bài
bàn
bàng
bành
bào
bàu
bày
bá
bác
bách
bái
bám
bán
báng
bánh
báo
bát
báu
bân
bâng
bâu
bây
bã
bãi
bão
bè
bèn
bèo
bé
bén
béng
béo
bép
bét
bê
bên
bênh
bêu
bì
bìa
bìm
bình
bình
bìu
bí
bích
bím
bính
bít
bíu
bò
bòm
bòn
bòng
bó
bói
bón
bóng
bóp
bót
bô
bôi
bôm
bôn
bông
bõ
bõm
bõng
bù
bùa
bùi
bùm
bùn
bùng
búa
búng
bút
băm
băn
băng
bĩ
bĩnh
bĩu
bơ
bơi
bơm
bơn
bư
bưng
bưu
bươi
bươm
bươn
bương
bươu
bước
bướm
bướng
bướu
bưởi
bượt
bạ
bạc
bạch
bại
bạn
bạnh
bạo
bạt
bạu
bả
bải
bản
bản
bảng
bảnh
bảo
bảy
bấc
bấm
bấn
bấp
bất
bấu
bấy
bầm
bần
bầu
bầy
bẩm
bẩn
bẩy
bẫm
bẫy
bậc
bậm
bận
bập
bật
bậu
bậy
bắc
bắc
bắn
bắng
bắp
bắt
bằm
bằn
bằng
bằng
bẳn
bẵng
bặm
bặn
bặng
bặt
bẹ
bẹn
bẹo
bẹp
bẹt
bẻ
bẻm
bẻo
bẽ
bẽn
bẽo
bế
bến
bếp
bết
bề
bền
bềnh
bều
bể
bễ
bệ
bệch
bện
bệnh
bệt
bệu
bỉ
bỉnh
bỉu
bị
bịa
bịch
bịn
bịnh
bịp
bịt
bịu
bọ
bọc
bọn
bọng
bọp
bọt
bỏ
bỏi
bỏm
bỏng
bố
bốc
bối
bốn
bống
bốp
bốt
bồ
bồi
bồm
bồn
bồng
bổ
bổi
bổn
bổng
bỗ
bỗng
bộ
bộc
bội
bội
bộn
bộng
bộp
bột
bớ
bới
bớp
bớt
bờ
bời
bờm
bờn
bở
bỡn
bợ
bợm
bợn
bợp
bợt
bụ
bụa
bục
bụi
bụm
bụng
bụp
bụt
bủ
bủa
bủm
bủn
bủng
bứ
bứa
bức
bứng
bứt
bừa
bừng
bửa
bửu
bữa
bự
bựa
bực
ca
cai
cai
cam
can
canh
cao
cao
cau
cay
cha
chai
chan
chang
chanh
chao
chau
chay
che
chem
chen
cheo
chi
chia
chim
chinh
chiu
chiêm
chiên
chiêng
chiêu
chiếc
chiếm
chiến
chiếp
chiết
chiếu
chiền
chiều
chiểu
chiện
cho
choai
choang
choi
chon
chong
choài
choàng
choái
choán
choáng
choãi
choèn
choé
choạc
choạng
choảng
choắt
choẹt
chu
chu
chua
chui
chum
chun
chung
chuyên
chuyến
chuyền
chuyển
chuyện
chuôi
chuôm
chuông
chuẩn
chuệch
chuốc
chuối
chuốt
chuồi
chuồn
chuồng
chuộc
chuội
chuộng
chuột
chà
chài
chàng
chành
chào
chày
chá
chác
chái
chán
chánh
cháo
chát
cháu
cháy
châm
chân
châu
châu
chây
chã
chão
chè
chèm
chèn
chèo
ché
chém
chén
chéo
chép
chét
chê
chênh
chì
chìa
chìm
chình
chí
chí
chích
chím
chín
chính
chíp
chít
chíu
chò
chòi
chòm
chòng
chòong
chó
chóa
chóc
chói
chóng
chóp
chót
chôm
chôn
chông
chõ
chõm
chõng
chù
chùa
chùi
chùm
chùn
chùng
chùy
chú
chúa
chúc
chúi
chúm
chúng
chút
chăm
chăm
chăn
chăng
chĩa
chĩn
chĩnh
chũi
chũm
chũn
chơ
chơi
chơm
chư
chưa
chưng
chương
chước
chướng
chườm
chường
chưởi
chưởng
chưỡng
chượp
chạ
chạc
chạch
chạm
chạn
chạng
chạnh
chạo
chạp
chạt
chạy
chả
chải
chảo
chảu
chảy
chấm
chấn
chấp
chất
chấu
chấy
chầm
chần
chầu
chầy
chẩm
chẩn
chẩu
chẫu
chậc
chậm
chận
chập
chật
chậu
chắc
chắm
chắn
chắp
chắt
chằm
chằn
chằng
chẳn
chẳng
chẵn
chặc
chặm
chặn
chặng
chặp
chặt
chẹn
chẹp
chẹt
chẻ
chẽ
chẽn
chế
chếch
chếnh
chết
chề
chểnh
chễm
chệ
chệch
chện
chệnh
chỉ
chỉnh
chị
chịt
chịu
chọc
chọe
chọi
chọn
chọt
chỏ
chỏm
chỏn
chỏng
chốc
chối
chốn
chống
chốt
chồi
chồm
chồn
chồng
chổi
chổng
chỗ
chỗm
chội
chộp
chột
chớ
chới
chớm
chớp
chớt
chờ
chờm
chờn
chở
chởm
chợ
chợp
chợt
chục
chụm
chụp
chụt
chủ
chủn
chủng
chứ
chứa
chức
chứng
chừ
chừa
chừng
chửa
chửi
chửng
chữ
chữa
chững
chực
co
coi
con
cong
cu
cua
cui
cun
cung
cuốc
cuối
cuốn
cuống
cuồi
cuồn
cuồng
cuỗm
cuộc
cuội
cuộn
cà
cài
càn
càng
cành
cào
càu
cày
cá
các
cách
cái
cám
cán
cáng
cánh
cáo
cáp
cát
cáu
cáy
câm
cân
câng
câu
cây
cãi
cò
còi
còm
còn
còng
có
cóc
cói
cón
cóng
cóp
cót
cô
côi
côn
công
cõi
cõng
cù
cùi
cùm
cùn
cùng
cú
cúc
cúi
cúm
cúng
cúp
cút
căm
căn
căng
cũ
cũi
cũn
cũng
cơ
cơi
cơm
cơn
cư
cưa
cưng
cưu
cương
cước
cưới
cướp
cười
cườm
cường
cưỡng
cạ
cạc
cạch
cạm
cạn
cạnh
cạo
cạp
cạu
cạy
cả
cải
cảm
cản
cảng
cảnh
cảo
cảu
cấc
cấm
cấn
cấp
cất
cấu
cấy
cầm
cần
cầu
cầy
cẩm
cẩn
cẩu
cẫng
cận
cập
cật
cậu
cậy
cắc
cắm
cắn
cắp
cắt
cằm
cằn
cằng
cẳn
cẳng
cặc
cặm
cặn
cặp
cọ
cọc
cọm
cọn
cọng
cọp
cọt
cỏ
cỏi
cỏn
cố
cốc
cối
cốm
cống
cốt
cồ
cồi
cồm
cồn
cồng
cổ
cổng
cỗ
cỗi
cộ
cộc
cội
cộm
cộng
cột
cớ
cớn
cờ
cời
cởi
cỡ
cỡm
cỡn
cợt
cụ
cục
cụi
cụm
cụp
cụt
củ
của
củi
củn
củng
cứ
cứa
cứng
cứt
cứu
cừ
cừu
cử
cửa
cửi
cửu
cữ
cữu
cự
cựa
cực
cựu
d-ộng
da
dai
dan
dang
danh
dao
dao
day
de
deo
di
dim
dinh
diêm
diêu
diếc
diếp
diết
diếu
diềm
diều
diển
diễm
diễn
diễu
diệc
diệm
diện
diệp
diệt
diệu
do
doa
doanh
doi
dom
dong
doành
doá
doãi
doãn
doạng
du
du
dua
dun
dung
dust
duy
duy
duyên
duyệt
duốc
duối
duỗi
dà
dài
dàn
dàng
dành
dào
dàu
dày
dá
dác
dái
dám
dán
dáng
dát
dáy
dâm
dân
dâng
dâu
dây
dã
dãi
dãy
dè
dèn
dé
dép
dê
dì
dìm
dìu
dí
dím
dính
díp
díu
dò
dòi
dòm
dòn
dòng
dó
dóa
dóc
dóm
dón
dô
dôi
dông
dõi
dõng
dù
dùi
dùng
dúa
dúi
dúm
dún
dúng
dăm
dăn
dăng
dĩ
dĩa
dĩnh
dũi
dũng
dơ
dơi
dư
dưa
dưng
dương
dưới
dướng
dường
dưỡng
dược
dượng
dượt
dạ
dạc
dại
dạm
dạn
dạng
dạo
dạt
dạy
dả
dải
dảnh
dảy
dấm
dấn
dấp
dấu
dấy
dầm
dần
dầu
dẩn
dẫm
dẫn
dẫu
dẫy
dậm
dận
dập
dật
dậu
dậy
dắt
dằm
dằn
dằng
dẳng
dặc
dặm
dặn
dặng
dặt
dẹp
dẹt
dẻ
dẻo
dẽ
dế
dề
dền
dềnh
dể
dễ
dệt
dỉ
dị
dịch
dịp
dịu
dọa
dọc
dọi
dọn
dọng
dọp
dỏ
dỏm
dỏng
dốc
dối
dốn
dốt
dồi
dồn
dỗ
dỗi
dội
dộng
dột
dớ
dớp
dời
dở
dởm
dỡ
dợ
dợn
dụ
dụa
dục
dụi
dụm
dụng
dứ
dứa
dức
dứng
dứt
dừ
dừa
dừng
dử
dửng
dữ
dữ
dự
dựa
dực
dựng
e
em
en
eng
eo
ga
gai
gam
gan
gang
ganh
gao
gay
gen
ghe
ghen
ghi
ghim
ghiếc
ghiền
ghè
ghèn
ghé
ghém
ghép
ghét
ghê
ghì
ghìm
ghẹ
ghẹo
ghẻ
ghế
ghếch
ghề
ghềnh
ghểnh
ghệt
gia
giai
giam
gian
giang
gianh
giao
gien
gieo
gio
gioi
gion
giong
giu
giua
giun
già
giàn
giàng
giành
giào
giàu
giày
giá
giác
giái
giám
gián
giáng
giáo
giáp
giát
giâm
giâu
giây
giã
giãi
giãn
giãy
gièm
gié
giéo
giêng
giò
giòi
giòn
gió
gióc
giói
gión
gióng
giô
giôn
giông
giùi
giùm
giú
giúi
giăm
giăng
giũ
giũa
giơ
giương
giướng
giường
giạ
giại
giạm
giạng
giạt
giả
giải
giảm
giản
giảng
giảnh
giảo
giảu
giấc
giấm
giấu
giấy
giầm
giần
giầu
giẩy
giẫm
giậm
giận
giập
giật
giậu
giắm
giắt
giằm
giằn
giằng
giẵm
giặc
giặm
giặt
giẹo
giẹp
giẻ
giếc
giếm
giếng
giết
giề
giền
giềng
giễu
giọ
giọi
giọng
giọt
giỏ
giỏi
giỏn
giỏng
giối
giống
giốt
giồ
giồi
giồng
giổi
giỗ
giội
giộp
giới
giờ
giời
giờn
giở
giỡn
giụa
giữ
giữa
giựt
go
gom
gon
goá
gu
guốc
guồng
guộc
gà
gàng
gào
gá
gác
gái
gánh
gáp
gáy
gân
gâu
gây
gãy
gì
gìn
gí
gò
gòn
gòong
góc
gói
góp
gót
gô
gôm
gôn
gông
gõ
gù
gùi
gùn
gút
găm
găng
gĩ
gũi
gơ
gươm
gương
gườm
gưỡng
gượm
gượng
gạc
gạch
gạn
gạo
gạt
gạy
gấc
gấm
gấp
gấu
gấy
gầm
gần
gầu
gầy
gẫm
gẫu
gậm
gập
gật
gậy
gắm
gắn
gắng
gắp
gắt
gằm
gằn
gặc
gặm
gặn
gặng
gặp
gặt
gỉ
gọi
gọn
gọng
gọt
gỏi
gỏng
gốc
gối
gốm
gồ
gồi
gồm
gồng
gổ
gỗ
gộc
gội
gộp
gột
gớm
gờ
gờm
gờn
gở
gởi
gỡ
gợi
gợn
gợt
gụ
gục
gụi
gừ
gừng
gửi
ha
hai
ham
han
hang
hanh
hao
hau
hay
he
hem
hen
heo
hi
hia
him
hiu
hiên
hiêng
hiếm
hiến
hiếng
hiếp
hiếu
hiềm
hiền
hiểm
hiển
hiểu
hiện
hiệp
hiệu
ho
hoa
hoa
hoai
hoan
hoang
hoe
hoen
hoi
hom
hon
hong
hoà
hoà
hoài
hoàn
hoàng
hoàng
hoành
hoá
hoá
hoác
hoái
hoán
hoáy
hoãn
hoè
hoét
hoăng
hoạ
hoạch
hoại
hoạn
hoạnh
hoạt
hoả
hoải
hoảng
hoảnh
hoắc
hoắm
hoắt
hoằn
hoẳn
hoẵng
hoặc
hu
hum
hun
hung
huy
huynh
huyên
huyết
huyền
huyễn
huyện
huyệt
huân
huênh
huých
huýt
huấn
huế
huếch
huề
huệ
huống
huỳnh
huỵch
huỷnh
hà
hà
hài
hàm
hàn
hàn
hàng
hành
hành
hào
hàu
há
hác
hách
hái
hám
hán
háng
háo
hát
háu
háy
hâm
hân
hâu
hây
hãi
hãm
hãn
hãng
hãnh
hão
hãy
hè
hèm
hèn
hèo
hé
héc
héo
hét
hê
hên
hì
hình
hí
hích
híp
hít
hò
hòa
hòe
hòi
hòm
hòn
hòng
hó
hóa
hóc
hói
hóm
hóng
hóp
hót
hô
hôi
hôm
hôn
hông
hõm
hù
hùa
hùm
hùn
hùng
hùng
hú
húc
húi
húng
húp
hút
húy
hăm
hăng
hĩm
hũ
hũm
hũu
hơ
hơi
hơn
hư
hưng
hưu
hương
hươu
hước
hướng
hường
hưởng
hượm
hạ
hạ
hạc
hạch
hại
hạm
hạn
hạng
hạnh
hạo
hạp
hạt
hả
hải
hảng
hảo
hấn
hấp
hất
hấu
hấy
hầm
hầu
hẩm
hẩu
hẩy
hẫng
hậm
hận
hập
hậu
hậu
hắc
hắn
hắng
hắt
hằm
hằn
hằng
hẳn
hẵng
hặc
hẹ
hẹn
hẹp
hẻm
hẻn
hẻo
hếch
hến
hết
hếu
hề
hềnh
hể
hển
hểnh
hễ
hệ
hệch
hệt
hỉ
hỉnh
hịch
họ
họa
học
họe
họng
họp
hỏa
hỏa
hỏi
hỏm
hỏn
hỏng
hố
hốc
hối
hống
hốt
hồ
hồ
hồi
hồn
hồng
hổ
hổi
hổn
hổng
hỗ
hỗm
hỗn
hộ
hộc
hội
hộn
hộp
hột
hớ
hớm
hớn
hớp
hớt
hờ
hời
hờn
hở
hởi
hỡi
hợi
hợm
hợp
hợt
hụ
hục
hụi
hụm
hụp
hụt
hủ
hủi
hủn
hủy
hứ
hứa
hức
hứng
hừ
hừng
hử
hửng
hững
hữu
hực
i
im
in
inh
ke
kem
ken
keng
keo
kha
khai
kham
khan
khang
khanh
khao
khau
khay
khe
khem
khen
kheo
khi
khin
khinh
khiu
khiêm
khiên
khiêng
khiêu
khiếm
khiến
khiếp
khiết
khiếu
khiền
khiển
khiễng
kho
kho?
khoa
khoai
khoan
khoang
khoanh
khoe
khoe?
khoeo
khom
khoá
khoác
khoái
khoán
khoáng
khoát
khoáy
khoèo
khoé
khoét
khoăm
khoăn
khoả
khoải
khoản
khoảng
khoảnh
khoắn
khoắng
khoắt
khoằm
khu
khua
khui
khum
khung
khuy
khuya
khuynh
khuyên
khuyến
khuyết
khuyển
khuân
khuâng
khuây
khuê
khuôn
khuất
khuấy
khuẩn
khuếch
khà
khàn
khàng
khá
khác
khách
khái
khám
khán
kháng
khánh
kháo
kháp
khát
kháu
kháy
khâm
khâu
khè
khèn
khé
khéo
khép
khét
khê
khênh
khêu
khì
khìn
khí
khía
khích
khít
khíu
khò
khòm
khòng
khó
khóa
khóc
khóe
khói
khóm
khô
khôi
khôn
không
khùng
khú
khúc
khăm
khăn
khăng
khĩnh
khơ
khơi
khư
khươm
khươn
khương
khước
khướt
khướu
khạc
khạng
khạo
khạp
khả
khải
khảm
khản
khảng
khảnh
khảo
khảy
khấc
khấm
khấn
khấp
khất
khấu
khẩn
khẩu
khẩy
khập
khật
khắc
khắm
khắp
khắt
khằn
khằng
khẳm
khẳn
khẳng
khặc
khẹc
khẻ
khẽ
khế
khề
khềnh
khều
khểnh
khệ
khệnh
khỉ
khỉnh
khịa
khịt
khọm
khỏa
khỏe
khỏi
khố
khốc
khối
khốn
khống
khổ
khổn
khổng
khớ
khớp
khờ
khởi
khụ
khục
khụt
khủng
khủy
khứ
khứa
khứng
khứu
khừ
khừng
khử
khựng
ki
kia
kim
kim
kinh
kiêm
kiên
kiêng
kiêu
kiếm
kiến
kiếng
kiếp
kiết
kiếu
kiềm
kiền
kiềng
kiều
kiểm
kiểng
kiểu
kiễng
kiệm
kiện
kiệt
kiệu
ky
kè
kèm
kèn
kèo
ké
kéc
kém
kén
kéo
kép
két
kê
kên
kênh
kêu
kì
kìa
kìm
kình
kí
kích
kín
kính
kíp
ký
kẹ
kẹo
kẹp
kẹt
kẻ
kẻng
kẻo
kẽ
kẽm
kẽo
kế
kếch
kếp
kết
kề
kềm
kền
kềnh
kều
kể
kễnh
kệ
kệch
kệnh
kỉch
kỉnh
kị
kịch
kịp
kịt
kỳ
kỵ
kỷ
kỹ
la
la
lai
lam
lan
lang
lanh
lao
lat
lau
lay
le
lem
len
leng
leo
li
lim
lin
linh
liu
liêm
liên
liêng
liêu
liếc
liếm
liến
liếp
liềm
liền
liều
liểng
liểu
liễm
liễn
liễu
liệm
liệng
liệt
liệu
lo
loa
loan
loang
loanh
loe
loi
lon
long
long
loà
loài
loàn
loá
loán
loáng
loát
loã
loãng
loè
loét
loạc
loại
loạn
loạt
loẹt
lu
lui
lum
lung
luyến
luyện
luân
luôm
luôn
luấn
luẩn
luận
luật
luốc
luống
luốt
luồn
luồng
luỗng
luộc
luộm
ly
là
lài
làm
làn
làng
lành
lào
lào
làu
lá
lác
lách
lái
láng
lánh
láo
láp
lát
láu
láy
lâm
lân
lâng
lâu
lây
lã
lãi
lãm
lãng
lãnh
lão
lè
lèn
lèo
lé
lém
lén
léo
lép
lét
lê
lê
lên
lênh
lì
lìa
lìm
lình
lìu
lí
lính
líp
lít
líu
lò
lòa
lòe
lòi
lòm
lòng
ló
lóc
lói
lóm
lóng
lót
lô
lôi
lông
lõi
lõm
lõng
lùa
lùi
lùi
lùm
lùn
lùng
lúa
lúc
lúc
lún
lúp
lút
lý
lăm
lăn
lăng
lĩnh
lũ
lũi
lũm
lũn
lũng
lũy
lơ
lơi
lơn
lư
lưc
lưng
lưu
lươm
lươn
lương
lưới
lướng
lướt
lười
lườm
lườn
lường
lưỡi
lưỡng
lược
lượm
lượn
lượng
lượt
lạ
lạc
lạc
lạch
lại
lạm
lạn
lạng
lạnh
lạp
lạt
lạt
lạy
lả
lải
lảng
lảo
lảy
lấc
lấm
lấn
lấp
lất
lấy
lầm
lần
lầu
lầy
lẩm
lẩn
lẫm
lẫn
lẫy
lận
lập
lật
lậu
lắc
lắm
lắng
lắp
lắt
lằn
lằng
lẳn
lẳng
lẵng
lặn
lặng
lặt
lẹ
lẹo
lẹt
lẻ
lẻo
lẽ
lẽn
lẽo
lếu
lề
lềnh
lều
lể
lễ
lệ
lệch
lệnh
lỉnh
lị
lịch
lịm
lịnh
lịu
lọ
lọc
lọi
lọn
lọng
lọt
lỏi
lỏm
lỏn
lỏng
lố
lốc
lối
lốm
lốn
lốp
lốt
lồ
lồi
lồn
lồng
lổ
lỗ
lỗi
lộ
lộc
lội
lộn
lộng
lột
lới
lớn
lớp
lờ
lời
lờn
lở
lởm
lỡ
lợ
lợi
lợm
lợn
lợp
lợt
lụa
lục
lụi
lụn
lụng
lụp
lụt
lụy
lủi
lủm
lủn
lủng
lứa
lứt
lừ
lừa
lừng
lử
lửa
lửng
lữ
lữa
lững
lự
lựa
lực
lựng
lựu
ma
mai
man
mang
manh
mao
mau
may
me
men
meo
mi
minh
minh
miên
miêu
miến
miếng
miếu
miền
miễn
miệng
miệt
mo
moi
mom
mon
mong
mu
mua
mui
mum
mun
muá
muôi
muôn
muông
muối
muốn
muống
muốt
muồi
muồng
muỗi
muỗm
muỗng
muội
muộn
mà
mài
màn
màng
mành
mào
màu
mày
má
mác
mách
mái
máng
mánh
mát
máu
máy
mâm
mân
mâu
mây
mã
mãi
mãn
mãng
mãnh
mè
mèm
mèng
mèo
mé
méo
mép
mét
mê
mênh
mì
mìn
mình
mía
mích
mím
míp
mít
mò
mòi
mòn
mòng
mó
móc
mói
món
móng
móp
mót
mô
môi
môn
mông
mõ
mõm
mù
mùa
mùi
mùn
mùng
múa
múc
múi
múm
múp
mút
măng
mĩa
mũ
mũi
mũm
mơ
mơm
mơn
mưa
mưng
mưu
mươi
mương
mướn
mướp
mướt
mười
mường
mường
mượn
mượt
mạ
mạc
mạch
mại
mạn
mạng
mạnh
mạo
mạp
mạt
mả
mải
mảng
mảnh
mấp
mất
mấu
mấy
mầm
mần
mầu
mẩm
mẩn
mẫm
mẫn
mẫu
mận
mập
mật
mậu
mắc
mắm
mắn
mắng
mắt
mằn
mặc
mặn
mặt
mẹ
mẹo
mẻ
mẽ
mến
mếu
mề
mềm
mền
mệnh
mệt
mỉ
mỉa
mỉm
mị
mịt
mọc
mọi
mọn
mọng
mọt
mỏ
mỏi
mỏm
mỏng
mố
mốc
mối
mống
mốt
mồ
mồi
mồm
mồn
mồng
mổ
mổng
mỗ
mỗi
mộ
mộc
mộc
mộng
một
mớ
mới
mớm
mớp
mờ
mời
mờm
mở
mởn
mỡ
mợ
mụ
mục
mụi
mụn
mụt
mủ
mủi
mủm
mủn
mủng
mứa
mức
mứt
mừng
mửa
mực
mỹ
na
nai
nam
nam
nan
nang
nanh
nao
nau
nay
ne
nem
neo
nga
nga
ngai
ngam
ngan
ngang
ngao
ngau
ngay
nghe
nghen
nghi
nghinh
nghiu
nghiã
nghiêm
nghiên
nghiêng
nghiến
nghiền
nghiễm
nghiệm
nghiện
nghiệp
nghiệt
nghè
nghèo
nghé
nghén
nghét
nghê
nghênh
nghêu
nghì
nghìm
nghìn
nghí
nghĩ
nghĩa
nghẹn
nghẹo
nghẹt
nghẻo
nghẽn
nghẽo
nghếch
nghề
nghều
nghể
nghển
nghểnh
nghễ
nghễu
nghệ
nghệch
nghện
nghỉ
nghỉm
nghị
nghịch
nghịt
nghịu
ngoa
ngoan
ngoang
ngoao
ngoay
ngoe
ngoi
ngon
ngong
ngoài
ngoàm
ngoác
ngoách
ngoái
ngoáy
ngoã
ngoãn
ngoèo
ngoéo
ngoại
ngoạm
ngoạn
ngoạy
ngoải
ngoảng
ngoảnh
ngoảy
ngoắc
ngoắng
ngoắt
ngoằn
ngoằng
ngoặc
ngoặt
ngoẹo
ngu
nguy
nguyên
nguyền
nguyễn
nguyện
nguyệt
nguôi
nguýt
nguẩy
nguồi
nguồn
nguội
ngà
ngài
ngàm
ngàn
ngàng
ngành
ngào
ngàu
ngày
ngác
ngách
ngái
ngám
ngán
ngáng
ngáo
ngáp
ngát
ngáu
ngáy
ngâm
ngân
ngân
ngâu
ngây
ngã
ngãi
ngãng
ngò
ngòi
ngòm
ngòn
ngòng
ngó
ngóc
ngóe
ngói
ngóm
ngón
ngóng
ngót
ngô
ngôi
ngôn
ngông
ngõ
ngõi
ngõng
ngù
ngùi
ngùng
ngăm
ngăn
ngũ
ngơ
ngơi
ngơm
ngư
ngưng
ngưu
ngươi
ngước
người
ngường
ngưởng
ngưỡng
ngược
ngượng
ngạc
ngạch
ngại
ngạn
ngạng
ngạnh
ngạo
ngạt
ngả
ngải
ngảnh
ngấc
ngấm
ngấn
ngấp
ngất
ngấu
ngấy
ngầm
ngần
ngầu
ngầy
ngẩm
ngẩn
ngẫm
ngẫn
ngẫng
ngẫu
ngậm
ngập
ngật
ngậu
ngậy
ngắc
ngắm
ngắn
ngắt
ngẳng
ngặt
ngọ
ngọc
ngọn
ngọng
ngọt
ngỏ
ngỏm
ngỏng
ngố
ngốc
ngốn
ngốt
ngồ
ngồi
ngồm
ngồng
ngổ
ngổn
ngỗng
ngộ
ngộn
ngột
ngớ
ngớn
ngớp
ngớt
ngờ
ngời
ngỡ
ngợ
ngợi
ngợm
ngợp
ngụ
ngụa
ngục
ngụm
ngụp
ngụy
ngủ
ngủm
ngứ
ngứa
ngừ
ngừa
ngừng
ngửa
ngửi
ngửng
ngữ
ngự
ngựa
ngực
nha
nhai
nham
nhan
nhang
nhanh
nhao
nhau
nhay
nhe
nhem
nhen
nheo
nhi
nhinh
nhiên
nhiêt
nhiêu
nhiếc
nhiếp
nhiều
nhiểu
nhiễm
nhiễn
nhiễu
nhiệm
nhiệt
nho
nhoai
nhoay
nhoe
nhoe'
nhoen
nhoi
nhom
nhon
nhong
nhoà
nhoài
nhoàm
nhoáng
nhoáy
nhoè
nhoét
nhoạng
nhoẹt
nhoẻn
nhu
nhui
nhung
nhuyễn
nhuôm
nhuần
nhuận
nhuế
nhuệ
nhuốc
nhuốm
nhuộm
nhà
nhà
nhài
nhàm
nhàn
nhàng
nhào
nhàu
nhá
nhác
nhách
nhái
nhám
nháng
nhánh
nháo
nháp
nhát
nháy
nhâm
nhân
nhâng
nhâu
nhây
nhã
nhã
nhãi
nhãn
nhãng
nhão
nhè
nhèm
nhèo
nhé
nhén
nhéo
nhép
nhét
nhênh
nhì
nhìn
nhí
nhích
nhím
nhín
nhíp
nhít
nhíu
nhòm
nhòng
nhó
nhóa
nhóc
nhóe
nhói
nhóm
nhón
nhóng
nhóp
nhót
nhô
nhôi
nhôm
nhôn
nhông
nhõm
nhõn
nhùi
nhùn
nhùng
nhú
nhúa
nhúc
nhúi
nhúm
nhún
nhúng
nhút
nhăm
nhăn
nhăng
nhĩ
nhũ
nhũn
nhũng
nhơ
nhơi
nhơm
nhơn
như
nhưng
nhương
nhường
nhưỡng
nhược
nhượng
nhạc
nhại
nhạn
nhạnh
nhạo
nhạp
nhạt
nhạy
nhả
nhải
nhảm
nhảnh
nhảu
nhảy
nhấc
nhấm
nhấn
nhấp
nhất
nhầm
nhần
nhầy
nhẩm
nhẩn
nhẩy
nhẫn
nhẫy
nhậm
nhận
nhập
nhật
nhật
nhậu
nhậy
nhắc
nhắm
nhắn
nhắng
nhắp
nhắt
nhằm
nhằn
nhằng
nhẳn
nhẳng
nhẵn
nhẵng
nhặm
nhặn
nhặng
nhặt
nhẹ
nhẹm
nhẹn
nhẹo
nhẹt
nhẻ
nhẻm
nhẻo
nhẽ
nhẽo
nhếu
nhể
nhện
nhệu
nhỉ
nhỉnh
nhị
nhịn
nhịp
nhịt
nhịu
nhọ
nhọc
nhọn
nhọt
nhỏ
nhỏm
nhỏn
nhỏng
nhố
nhối
nhốn
nhốt
nhồi
nhồm
nhồng
nhổ
nhổm
nhội
nhộn
nhộng
nhột
nhớ
nhớn
nhớp
nhớt
nhờ
nhời
nhờn
nhở
nhởi
nhởn
nhỡ
nhỡn
nhợ
nhợt
nhụ
nhụa
nhục
nhụi
nhụng
nhụt
nhụy
nhủ
nhủi
nhủn
nhủng
nhứ
nhức
nhứt
nhừ
nhử
những
nhựa
nhựt
ni
nia
ninh
niu
niêm
niên
niêu
niềm
niền
niềng
niễng
niệm
niệt
niệu
no
noi
nom
non
nong
noãn
nu
nua
nung
nuôi
nuông
nuối
nuốm
nuốt
nuộc
nuột
nà
nài
nàn
nàng
nành
nào
này
ná
nách
nái
nám
nán
nánh
náo
nát
náu
náy
nân
nâng
nâu
nây
nã
não
nãy
nè
nèo
né
ném
nén
néo
nép
nét
nê
nêm
nên
nêu
nì
nình
ních
nín
nính
níp
nít
níu
nò
nòi
nòm
nòng
nó
nóc
nói
nón
nóng
nóp
nót
nô
nô
nôi
nôm
nôn
nông
nõ
nõn
nùi
nùng
nùng
núc
núi
núm
núng
núp
nút
năm
năn
năng
nĩa
nũng
nơ
nơi
nơm
nư
nưa
nưng
nương
nước
nước
nướng
nườm
nường
nược
nượp
nạ
nạc
nại
nạm
nạn
nạng
nạnh
nạo
nạp
nạt
nạy
nả
nải
nản
nảy
nấc
nấm
nấng
nấp
nấu
nấy
nầm
nần
nẩy
nẫng
nẫu
nậm
nậng
nập
nậu
nậy
nắc
nắm
nắn
nắng
nắp
nằm
nằn
nằng
nẵng
nặc
nặn
nặng
nẹp
nẹt
nẻ
nẻo
nếm
nến
nếp
nết
nếu
nề
nền
nể
nệ
nệm
nện
nỉ
nịch
nịnh
nịt
nịu
nọ
nọc
nọn
nọng
nọt
nỏ
nỏi
nố
nốc
nối
nống
nốt
nồ
nồi
nồm
nồng
nổ
nổi
nỗ
nỗi
nỗng
nộ
nội
nội
nộm
nộn
nộp
nớ
nới
nớp
nớt
nở
nỡ
nỡm
nợ
nụ
nục
nứa
nức
nứng
nứt
nừng
nửa
nữ
nữa
nực
nựng
o
oa
oai
oan
oang
oanh
oe
oi
om
ong
oà
oàm
oành
oác
oách
oái
oán
oát
oăm
oạch
oại
oạp
oải
oản
oắt
oằn
oặt
oẹ
oẻ
pa
pan
pao
pha
phai
phan
phang
phanh
phao
phau
phay
phe
phen
phi
phi
phim
phin
phinh
phiu
phiên
phiêu
phiếm
phiến
phiếu
phiền
phiện
phiệt
pho
phoi
phom
phong
phong
phu
phui
phun
phung
phuy
phà
phàm
phàn
phàng
phành
phào
phá
phác
phách
phái
phán
pháo
pháp
phát
phân
phây
phè
phèn
phèng
phèo
phép
phét
phê
phên
phì
phìa
phình
phí
phí
phía
phích
phím
phính
phò
phòi
phòng
phó
phóc
phóng
phót
phô
phôi
phôm
phông
phù
phùn
phùng
phùng
phú
phúc
phúc
phún
phúng
phút
phăm
phăn
phăng
phĩnh
phũ
phơ
phơi
phơn
phưng
phương
phước
phướn
phướng
phường
phưỡn
phượng
phượu
phạch
phạm
phạn
phạn
phạng
phạt
phả
phải
phản
phảng
phấn
phấp
phất
phầm
phần
phẩm
phẩn
phẩu
phẩy
phẫn
phẫu
phận
phập
phật
phắc
phắn
phắp
phắt
phẳng
phẹt
phế
phếch
phết
phề
phềnh
phều
phễn
phễu
phệ
phệt
phỉ
phỉnh
phị
phịa
phịch
phịu
phọng
phọt
phỏng
phố
phốc
phối
phốp
phồm
phồn
phồng
phổ
phổi
phổng
phỗng
phới
phớt
phờ
phở
phỡn
phụ
phục
phụng
phụt
phủ
phủi
phứa
phức
phứt
phừng
phựt
pi
pin
pê
pô
qua
quai
quan
quang
quanh
quay
que
quen
queo
qui
quy
quyên
quyến
quyết
quyền
quyển
quyện
quyệt
quà
quài
quàn
quàng
quành
quào
quàu
quày
quá
quác
quách
quái
quán
quáng
quánh
quát
quân
quân
quây
quãng
què
quèn
quèo
qué
quéo
quét
quê
quên
quì
quí
quít
quý
quýnh
quýt
quăm
quăn
quăng
quĩ
quơ
quạ
quạc
quạch
quại
quạng
quạnh
quạt
quạu
quả
quải
quản
quảng
quảy
quấn
quất
quấy
quần
quầng
quầy
quẩn
quẩng
quẩy
quẫn
quẫng
quẫy
quận
quật
quậy
quắc
quắm
quắn
quắp
quắt
quằm
quằn
quẳng
quặc
quặm
quặn
quặng
quặp
quặt
quẹo
quẹt
quẻ
quẽ
quế
quết
quều
quệ
quệch
quện
quệt
quỉ
quị
quịt
quốc
quờ
quở
quỳ
quỳnh
quỵ
quỵt
quỷ
quỷnh
quỹ
ra
rai
ram
ran
rang
ranh
rao
rau
ray
re
ren
reo
ri
ria
rim
rin
rinh
riu
riêng
riêu
riết
riếu
riềng
riệt
ro
roi
rom
rong
ru
rua
rui
rum
run
rung
ruốc
ruối
ruồi
ruồng
ruổi
ruỗng
ruộm
ruộng
ruột
rà
rài
ràn
ràng
rành
rào
rày
rá
rác
rách
rái
rám
rán
ráng
ráo
ráp
rát
ráy
râm
rân
râu
rây
rã
rãi
rãnh
rão
rè
rèm
rèn
rèo
ré
rén
réo
rét
rê
rên
rêu
rì
rìa
rình
rìu
rí
rích
rít
ríu
rò
ròi
ròm
ròng
ró
róc
rói
róm
rón
róng
rót
rô
rôm
rôn
rông
rõ
rõi
rù
rùa
rùm
rùn
rùng
rú
rúc
rúm
rún
rúng
rúp
rút
răm
răn
răng
rĩ
rĩnh
rũ
rũa
rơ
rơi
rơm
rơn
rư
rưa
rưng
rươi
rương
rước
rưới
rướm
rướn
rười
rườm
rườn
rường
rưởi
rưỡi
rượi
rượn
rượt
rượu
rạ
rạc
rạch
rạm
rạn
rạng
rạo
rạp
rạt
rạy
rả
rải
rảnh
rảo
rảy
rấm
rấn
rấp
rất
rầm
rần
rầu
rầy
rẩm
rẩy
rẫm
rẫy
rậm
rận
rập
rật
rắc
rắm
rắn
rắp
rắt
rằm
rằn
rằng
rặc
rặm
rặn
rặng
rặt
rẹo
rẻ
rẻng
rẻo
rẽ
rế
rếch
rết
rề
rền
rềnh
rều
rể
rễ
rệ
rệch
rệp
rệt
rệu
rỉ
rỉa
rỉnh
rị
rịa
rịch
rịn
rịt
rọ
rọc
rọi
rọt
rỏ
rốc
rối
rốn
rống
rốt
rồ
rồi
rồng
rổ
rổi
rỗ
rỗi
rỗng
rộ
rộc
rộm
rộn
rộng
rộp
rớ
rớm
rớt
rờ
rời
rờm
rờn
rở
rởm
rởn
rỡ
rỡn
rợ
rợi
rợm
rợn
rợp
rục
rụi
rụng
rụt
rủ
rủa
rủi
rủn
rủng
rứ
rứa
rức
rứt
rừng
rửa
rửng
rữa
rựa
rực
sa
sai
sam
san
sang
sanh
sao
sap
sat
sau
say
se
sen
seo
si
sim
sin
sinh
siêng
siêu
siết
siểm
siểng
siễn
so
soi
son
song
soong
soái
soán
soát
soạn
soạng
soạt
su
sui
sum
sun
sung
suy
suyến
suyển
suyễn
suôn
suông
suất
suối
suốt
suồng
sà
sài
sàm
sàn
sàng
sành
sào
sá
sác
sách
sái
sám
sán
sáng
sánh
sáo
sáp
sát
sáu
sâm
sân
sâu
sây
sã
sãi
sè
sèo
séc
sém
sét
sê
sên
sênh
sêu
sì
sình
sí
sính
sít
sò
sòa
sòi
sòm
sòn
sòng
sóc
sói
sóng
sót
sô
sôi
sông
sõi
sù
sùi
sùm
sùng
súc
súng
sút
săm
săn
săng
sĩ
sũng
sơ
sơm
sơn
sơn
sư
sưa
sưng
sưu
sương
sướng
sướt
sườn
sường
sưởi
sượng
sượt
sạ
sạch
sạm
sạn
sạo
sạp
sạt
sả
sải
sản
sảng
sảnh
sảo
sảy
sấm
sấn
sấp
sất
sấu
sấy
sầm
sần
sầu
sầy
sẩm
sẩn
sẩy
sẫm
sậm
sập
sật
sậu
sậy
sắc
sắm
sắn
sắng
sắp
sắt
sằng
sẵn
sặc
sặm
sặt
sẹ
sẹm
sẹo
sẻ
sẻn
sẽ
sến
sếp
sếu
sề
sền
sể
sểnh
sễ
sệ
sệp
sệt
sỉ
sỉa
sỉnh
sị
sịa
sịch
sịt
sọ
sọc
sọm
sọt
sỏ
sỏi
số
sốc
sống
sốt
sồ
sồi
sồn
sồng
sổ
sổi
sổng
sỗ
sộ
sộp
sột
sớ
sới
sớm
sớn
sớt
sờ
sờm
sờn
sở
sởi
sởn
sỡ
sợ
sợi
sụ
sụa
sục
sụm
sụn
sụp
sụt
sủa
sủi
sủng
sứ
sứa
sức
sứt
sừng
sử
sửa
sửng
sữa
sững
sự
sực
sựt
ta
tai
tam
tan
tang
tanh
tao
tay
te
tem
ten
teng
teo
tha
thach
thai
tham
than
thang
thanh
thanh
thao
thau
thay
the
then
theo
thi
thia
thinh
thiu
thiên
thiêng
thiêu
thiếc
thiến
thiếp
thiết
thiếu
thiền
thiều
thiển
thiểu
thiện
thiệp
thiệt
thiệu
tho
thoa
thoai
thoi
thon
thong
thoái
thoáng
thoát
thoăn
thoại
thoạt
thoả
thoải
thoảng
thoắng
thoắt
thu
thua
thui
thun
thung
thuyên
thuyết
thuyết
thuyền
thuê
thuần
thuẩn
thuẫn
thuận
thuật
thuế
thuốc
thuổng
thuộc
thuộm
thuở
thuỷ
thà
thành
thào
thác
thách
thái
thái
thám
thám
thán
tháng
thánh
tháo
tháp
tháu
thâm
thân
thây
thãi
thè
thèm
thèo
thé
thép
thét
thê
thêm
thênh
thêu
thì
thìa
thình
thí
thía
thích
thím
thín
thính
thíp
thít
thò
thòng
thóa
thóc
thói
thóp
thót
thô
thôi
thôn
thông
thõa
thõng
thù
thùa
thùng
thùy
thú
thúc
thúng
thút
thăm
thăng
thũng
thơ
thơi
thơm
thư
thưa
thương
thước
thướt
thường
thưởng
thược
thượng
thượt
thạc
thạch
thạnh
thạo
thạp
thả
thải
thảm
thản
thảng
thảnh
thảo
thảy
thấm
thấp
thất
thất
thấu
thấy
thầm
thần
thầu
thầy
thẩm
thẩn
thẫm
thậm
thận
thập
thật
thắc
thắm
thắn
thắng
thắp
thắt
thằn
thằng
thẳm
thẳng
thặng
thẹn
thẹo
thẹp
thẻ
thế
thếch
thếp
thết
thề
thềm
thều
thể
thỉ
thỉnh
thỉu
thị
thịnh
thịt
thọ
thọc
thọt
thỏ
thỏa
thỏi
thỏm
thố
thốc
thối
thống
thốt
thồn
thổ
thổ
thổi
thổn
thộp
thớ
thớt
thờ
thời
thời
thờn
thở
thợ
thụ
thục
thụi
thụng
thụt
thủ
thủ
thủi
thủm
thủng
thủy
thủy
thứ
thức
thừ
thừa
thừng
thử
thửa
thững
thự
thực
ti
tia
tim
tin
tinh
tiêm
tiên
tiên
tiêu
tiêù
tiếc
tiếm
tiến
tiếng
tiếp
tiết
tiếu
tiềm
tiền
tiều
tiểu
tiễn
tiệc
tiệm
tiện
tiệp
tiệt
to
toan
toang
toanh
toe
toi
tom
toàn
toàng
toái
toán
toát
toét
toạ
toạc
toả
toẹt
tra
trai
trang
tranh
trao
trau
tre
treo
tri
trinh
triêng
triết
triền
triều
triển
triện
triệt
triệu
tro
trong
tru
trung
truy
truyền
truyện
truân
truông
truất
truồng
trà
tràm
tràn
tràng
trành
trào
trào
tràu
trá
trác
trách
trái
trám
trán
tráng
tránh
tráo
tráp
trát
trâm
trân
trâng
trâu
trãi
trèm
trèo
tréo
trét
trê
trên
trêu
trì
trình
trìu
trí
trích
trò
tròm
tròn
tròng
tróc
trói
trót
trôi
trôn
trông
trù
trùm
trùng
trú
trúc
trúng
trút
trăm
trăn
trăng
trĩ
trũng
trơ
trơn
trưa
trưng
trương
trước
trướng
trườn
trường
trưởng
trượng
trượt
trạc
trại
trạm
trạng
trả
trải
trảm
trấn
trấp
trấu
trầm
trần
trần
trầu
trầy
trận
trập
trật
trắc
trắng
trắt
trằn
trặc
trẹo
trẻ
trề
trể
trễ
trệ
trệt
trị
trị
trịa
trịch
trịnh
trọ
trọc
trọi
trọn
trọng
trỏ
trốn
trống
trồi
trồng
trổ
trổng
trỗi
trội
trộm
trộn
trớ
trớn
trớt
trời
trở
trợ
trợn
trợt
trụ
trục
trụi
trụy
trứ
trứng
trừ
trừng
trừu
trửng
trữ
trực
tu
tua
tum
tun
tung
tuy
tuyên
tuyến
tuyết
tuyền
tuyển
tuyệt
tuân
tuôn
tuông
tuấn
tuần
tuế
tuếch
tuệ
tuệch
tuốt
tuồng
tuổi
tuộc
tuột
tà
tài
tàn
tàng
tành
tào
tàu
tàu
tày
tá
tác
tách
tái
tám
tán
táng
tánh
táo
táp
tát
táy
tâm
tân
tân
tâng
tây
tây
tã
tãi
tè
tèn
tèo
té
tém
tép
tét
tê
têm
tên
tênh
tì
tìm
tình
tí
tía
tích
tím
tín
tính
tít
tò
tòa
tòn
tòng
tóc
tóe
tói
tóm
tóp
tót
tô
tôi
tôm
tôn
tôn
tông
tõm
tù
tùm
tùng
tùy
tú
túa
túc
túi
túm
túng
túy
tăm
tăng
tĩnh
tĩnh
tĩu
tũm
tơ
tơi
tư
tưng
tươi
tươm
tương
tước
tưới
tướng
tướt
tường
tưởng
tượng
tạ
tạc
tạch
tại
tạm
tạng
tạnh
tạo
tạp
tạt
tả
tải
tản
tảng
tảo
tấc
tấm
tấn
tấp
tất
tấu
tấy
tầm
tần
tầng
tẩm
tẩn
tẩu
tẩy
tận
tập
tật
tậu
tắc
tắm
tắn
tắt
tằm
tằn
tằng
tặc
tặng
tẹo
tẹt
tẻ
tẽ
tế
tếch
tết
tết
tếu
tề
tể
tễ
tệ
tỉ
tỉa
tỉnh
tị
tịch
tịnh
tịt
tịu
tọa
tọng
tọt
tỏ
tỏa
tỏi
tố
tốc
tối
tốn
tống
tốp
tốt
tồi
tồn
tổ
tổn
tổng
tộc
tội
tột
tớ
tới
tờ
tởm
tợn
tợp
tụ
tục
tụm
tụng
tụy
tủ
tủa
tủi
tủn
tủy
tứ
tức
từ
từng
tử
tửng
tửu
tự
tựa
tựu
u
um
ung
uy
uyên
uyển
uôm
uất
uẩn
uế
uể
uốn
uống
uổng
uột
uỵch
uỷ
va
vai
van
vang
vay
ve
vi
vinh
vinh
viá
viêm
viên
viếng
viết
viền
viễn
việc
viện
việt
việt
vo
voi
von
vong
vu
vua
vui
vun
vung
vuông
vuốt
và
vài
vàm
vàng
vành
vào
vá
vác
vách
vái
ván
váng
vánh
váo
vát
váy
vân
vâng
vây
vã
vãi
vãn
vãng
vãnh
vè
vèo
vé
vén
véo
vét
vê
vênh
vì
ví
vía
vít
víu
vò
vòi
vòm
vòng
vó
vóc
vót
vô
vôi
vông
võ
võng
vù
vùi
vùng
vú
vút
văn
văn
văng
vĩ
vĩnh
vũ
vũng
vũng
vơ
vơi
vươn
vương
vương
vướng
vườn
vược
vượn
vượng
vượt
vạ
vạc
vạch
vại
vạn
vạng
vạt
vạy
vả
vải
vảng
vảy
vấn
vấp
vất
vấy
vần
vầy
vẩn
vẩu
vẩy
vẫn
vẫy
vận
vập
vật
vậy
vắn
vắng
vắt
vằm
vằn
vằng
vẳng
vặn
vặt
vẹn
vẹo
vẹt
vẻ
vẽ
vế
vết
về
vểnh
vệ
vệt
vỉ
vỉa
vị
vịn
vịnh
vịt
vọ
vọng
vọt
vỏ
vốc
vối
vốn
vống
vồ
vồn
vồng
vỗ
vội
vớ
với
vớt
vờ
vời
vờn
vở
vỡ
vợ
vợi
vợt
vụ
vụn
vụng
vụt
vứt
vừa
vừng
vữa
vững
vựa
vực
vựng
wind.
xa
xanh
xao
xay
xe
xem
xen
xeo
xi
xin
xinh
xiêm
xiên
xiêu
xiếc
xiết
xiềng
xiểm
xo
xoa
xoan
xoay
xoi
xon
xong
xoong
xoài
xoàn
xoá
xoát
xoáy
xoè
xoăn
xoắn
xu
xua
xui
xung
xuy
xuyên
xuyến
xuyết
xuân
xuôi
xuýt
xuất
xuẩn
xuề
xuống
xuồng
xuổng
xà
xài
xào
xá
xác
xách
xám
xán
xáo
xát
xâm
xâu
xây
xã
xèo
xé
xén
xéo
xép
xét
xê
xì
xìu
xí
xích
xít
xíu
xòa
xòe
xó
xóc
xóm
xót
xô
xôn
xông
xõa
xõng
xù
xùi
xú
xúc
xúm
xăm
xăng
xơ
xơi
xơm
xưa
xưng
xương
xước
xướng
xưởng
xược
xạ
xạc
xạo
xả
xảo
xảy
xấc
xấp
xấu
xẩm
xẩu
xắn
xắt
xẵng
xẹo
xẹp
xẻ
xế
xếch
xếp
xỉ
xỉa
xỉn
xỉu
xị
xịt
xịu
xọp
xỏ
xốc
xối
xốp
xốt
xồm
xổ
xổi
xộn
xớ
xới
xờ
xờm
xở
xụp
xứ
xức
xứng
xừ
xử
y
yên
yêng
yêu
yêu
yếm
yến
yết
yếu
yểm
yểu
à
ào
á
ác
ách
ái
ám
án
áng
ánh
áo
áp
át
áy
âm
ân
âu
ã
è
èo
é
éc
ém
én
éo
ép
ét
ê
êm
êu
ì
ìn
ình
í
ích
ín
ít
ò
òi
òm
ó
óc
óe
ói
óng
óp
ót
ô
ôi
ôm
ôn
ông
õng
ù
ùa
ùm
ú
úa
úc
úi
úng
úp
út
úy
ý
ăm
ăn
đa
đai
đam
đan
đang
đanh
đao
đau
đay
đe
đem
đen
đeo
đi
đinh
điên
điêu
điếc
điếm
điếng
điếu
điền
điều
điểm
điển
điểu
điệm
điện
điệp
điệu
đo
đoan
đoi
đom
đon
đong
đoài
đoàn
đoàng
đoành
đoá
đoái
đoán
đoãng
đoạn
đoạt
đoản
đoảng
đu
đua
đui
đun
đung
đuôi
đuốc
đuối
đuổi
đuỗn
đà
đà
đài
đàm
đàn
đàng
đành
đào
đày
đá
đác
đách
đái
đám
đán
đáng
đánh
đáo
đáp
đát
đáu
đáy
đâm
đâu
đây
đã
đãi
đãng
đè
đèn
đèo
đéo
đét
đê
đêm
đênh
đì
đìa
đình
đình
đìu
đích
đính
đít
đò
đòi
đòm
đòn
đòng
đó
đóc
đói
đóm
đón
đóng
đót
đô
đô
đôi
đôm
đôn
đông
đông
đù
đùa
đùi
đùm
đùn
đùng
đú
đúa
đúc
đúm
đúng
đúp
đút
đăm
đăng
đĩ
đĩa
đĩnh
đũa
đũi
đũng
đơ
đơm
đơn
đưa
đương
đước
đười
đườn
đường
được
đượm
đạc
đạch
đại
đại
đạm
đạn
đạo
đạp
đạt
đả
đảm
đản
đảng
đảo
đảy
đấm
đấng
đất
đấu
đấy
đầm
đần
đầu
đầy
đẩu
đẩy
đẫm
đẫn
đẫy
đậm
đận
đập
đật
đậu
đậy
đắc
đắm
đắn
đắng
đắp
đắt
đằm
đằn
đằng
đẳng
đẵn
đẵng
đặc
đặn
đặng
đặt
đẹn
đẹp
đẹt
đẻ
đẽ
đẽo
đế
đếch
đếm
đến
đề
đềm
đền
đềnh
đều
để
đểnh
đểu
đễ
đễnh
đệ
đệm
đệp
đỉa
đỉnh
địa
địch
định
định
địt
địu
đọ
đọa
đọc
đọi
đọng
đọt
đỏ
đỏm
đố
đốc
đối
đốm
đốn
đống
đốp
đốt
đồ
đồi
đồm
đồn
đồng
đổ
đổi
đổng
đỗ
đỗi
độ
độ
độc
đội
độn
động
độp
đột
đớ
đới
đớn
đớp
đớt
đờ
đời
đờm
đờn
đởn
đỡ
đợ
đợi
đợp
đợt
đụ
đục
đụn
đụng
đụp
đủ
đủi
đủng
đứ
đứa
đức
đứng
đứt
đừ
đừng
đực
đựng
ĩ
ơ
ơi
ơn
ư
ưa
ưng
ưu
ươi
ươn
ương
ước
ướm
ướp
ướt
ườn
ưỡn
ạ
ạch
ạt
ả
ải
ảm
ảnh
ảo
ấm
ấn
ấp
ất
ấu
ấy
ầm
ẩm
ẩn
ẩu
ẩy
ậm
ập
ắng
ắp
ắt
ẳng
ẵm
ặp
ẹ
ẹo
ẹp
ẹt
ẻn
ẻo
ẽo
ế
ếch
ếm
ếnh
ề
ềnh
ễnh
ệ
ện
ệnh
ỉ
ỉa
ỉm
ỉu
ị
ịch
ịt
ọ
ọc
ọi
ọp
ọt
ỏi
ỏm
ỏn
ỏng
ố
ốc
ối
ốm
ống
ốp
ốt
ồ
ồm
ồn
ồng
ổ
ổi
ổn
ổng
ộ
ộc
ộn
ộp
ớ
ới
ớm
ớn
ớt
ờ
ở
ỡm
ợ
ợt
ụ
ục
ụt
ủ
ủa
ủi
ủng
ủy
ứ
ứa
ức
ứng
ừ
ửng
ực
ỷ